Repository: vkolev/pandaping
Catalog: PandaPing/Localizable.xcstrings
Source language: en
Languages: bg, de

source: Add Plugin…
bg: Добави плъгин…
de: Plugin einfügen

source: Add Server
bg: Добави сървър
de: Server einfügen

source: Add Server…
bg: Добави сървър…
de: Server einfügen…

source: Advanced
bg: Разширени
de: Erweitert

source: Appearance
bg: Изглед
de: Erscheinungsbild

source: Authentication
bg: Автентикация
de: Authentifizierung

source: Auto-Join Channels
bg: Автоматичен вход в канали
de: Kanäle automatisch beitreten

source: Ban
bg: Бан

source: Cancel
bg: Отказ
de: Abbrechen

source: Channel
bg: Канал
de: Kanal

source: Channels
bg: Канали
de: Kanäle

source: Channels (comma-separated)
bg: Канали (отделени със запетая)
de: Kanäle (kommagetrennt)

source: Close Chat
bg: Затвори чат
de: Chat schließen

source: Connect
bg: Свързване
de: Verbinden

source: Connection
bg: Връзка
de: Verbindung

source: Debugging
bg: Дебъгване
de: Debuggen

source: Disable Auto-Connect
bg: Забрани автоматично свързване
de: Automatische-Verbindung ausschalten

source: Disconnect
bg: Прекъсване
de: Trennen

source: e.g. #swift, #general
bg: напр. #swift, #general
de: z.B. #swift, #general

source: Enable Auto-Connect
bg: Разреши Авто-свързване
de: Automatische Verbindung einschalten

source: Enter channel name:
bg: Въведи име на кана:
de: Kanal-Name eingeben:

source: Font
bg: Шрифт
de: Schriftart

source: Font Size
bg: Размер на шрифта
de: Schriftgröße

source: Hostname
bg: Хост

source: Identity
bg: Идентичност
de: Identität

source: Import Failed
bg: Грешка при импортиране
de: Import Fehlgeschlagen

source: Join
bg: Присъединяване
de: Beitreten

source: Join channel
bg: Присъединяване към канал
de: Kanal beitreten

source: Kick
bg: Изхвърляне

source: Kick & Ban
bg: Изхвърляне и Бан
de: Kick u. Ban

source: Language
bg: Език
de: Sprache

source: Line Spacing
bg: Разстояние между редове
de: Zeilenabstand

source: Log IRC Traffic
bg: Запис на IRC трафик
de: IRC-Verkehr loggen

source: Logs all incoming and outgoing IRC messages to the system console. View logs in Console.app with the "IRC" category.
bg: Записва всички входящи IRC съобщения в системния терминал. Виж записите в Console.app с категорията “IRC”.
de: Alle ein- und ausgehenden IRC-Nachrichten werden in der Systemkonsole protokolliert. Die Protokolle können in der Console.app unter der Kategorie „IRC“ eingesehen werden.

source: Message %@...
bg: Съобщение %@...
de: Nachricht %@...

source: Messages
bg: Съобщения
de: Nachrichten

source: Method
bg: Метод
de: Methode

source: New Server…
bg: Нов съвър…
de: Neuen Server…

source: Nickname
bg: Псевдоним
de: Spitzname

source: NickServ Password
bg: NickServ парола
de: NickServ Passwort

source: No Channel Selected
bg: Не е избран канал
de: Kein Kanal selektiert

source: No messages yet
bg: Няма съобщения
de: Noch keine Nachrichten

source: No plugins found
bg: Не са открити плъгини
de: Keine Plugins gefunden

source: No saved servers
bg: Няма запаметени сървъри
de: Keine gespeicherte Servern

source: OK
bg: Добре

source: Place .lua files in: %@
bg: Постави .lua файлове в: %@
de: Platzieren Sie .lua-Dateien in: %@

source: Plugins
bg: Плъгини

source: Port
bg: Порт

source: Preview
bg: Преглед
de: Vorschau

source: Private Message
bg: Лично съобщение
de: Private Nachricht

source: Private Messages
bg: Лични съобщения
de: Private Nachrichten

source: Quit Message
bg: Съобщение при изход
de: Ausgang-Nachricht

source: Reconnect
bg: Повторно свързване
de: Wiederverbinden

source: Reconnecting (%lld/5)…
bg: Повторно свързване (%lld/5)…
de: Wiederverbindung (%lld/5)…

source: Reload Plugins
bg: Презареди плъгини
de: Plugins neuladen

source: Remove Server
bg: Премахни сървър
de: Server entfernen

source: SASL Password
bg: SASL парола
de: SASL Passwort

source: SASL Username
bg: SASL потребителско име
de: SAS Benutzername

source: Saved Servers
bg: Запазени сървъри
de: Gespiecherte Servern

source: Select a channel or conversation from the sidebar.
bg: Избери канал или комуникация от страничната лента.
de: Kanal oder Kommunikation von der Seitenleiste auswählen.

source: Sent to the server when you disconnect. Other users see this as your quit reason.
bg: Изпращано към сървъра, което прекъснете връзката. Другите потребители виждат съобщението като причина за изход.
de: Am Server geschickt wenn du die Verbindung trennst. Andere Nutzer sehen die Nachricht als dein Abgang-Grund.

source: Server
bg: Сървър

source: Server Password
bg: Сървър парола
de: Server Passwort

source: Servers
bg: Сървъри
de: Server

source: Servers marked with ⚡ will connect automatically on launch.
bg: Сървъри маркирани с ⚡ ще бъдат свързвани при стартиране на приложението.
de: Server mit ⚡ market warden automatisch Verbunden.

source: System
bg: Системен

source: Theme
bg: Тема
de: Design

source: Use SSL/TLS
bg: Използвай SSL/TLS
de: SSL/TLS benutzen

source: Users (%lld)
bg: Потребители (%lld)
de: Nutzer (%lld)
